export const tsLst = [[{
/* 第一部分 无关面部及皮肤自查 */
  id: 0, // 题目id
  Q: '您感到眼睛干涩吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }]
}, {
  id: 1, // 题目id
  Q: '您上眼睑比别人肿（上眼睑有轻微隆起的现象）吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 2, // 题目id
  Q: '您会出现黑眼圈吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 3, // 题目id
  Q: '您的两颧部有细微血丝吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 4, // 题目id
  Q: '您面部两颧潮红或偏红吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 5, // 题目id
  Q: '您面部或鼻部有油腻感或者油亮发光吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 6, // 题目id
  Q: '您皮肤或口唇干吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 7, // 题目id
  Q: '您口唇的颜色比一般人红吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 8, // 题目id
  Q: '您感到口苦或嘴里有异味吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 9, // 题目id
  Q: '您感到口干咽燥、总想喝水吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 10, // 题目id
  Q: '您口唇颜色偏黯吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 11, // 题目id
  Q: '您平时痰多，特别是感到咽喉部总有痰堵着吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 12, // 题目id
  Q: '您舌苔厚腻或有舌苔厚厚的感觉吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 13, // 题目id
  Q: '您嘴里有黏黏的感觉吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 14, // 题目id
  Q: '您咽喉部有异物感，且吐之不出、咽之不下吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 15, // 题目id
  Q: '您有额部油脂分泌多的现象吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 16, // 题目id
  Q: '您面色晦黯或容易出现褐斑吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 17, // 题目id
  Q: '您脸上容易生痤疮或皮肤容易生疮疖吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 18, // 题目id
  Q: '19、您的皮肤在不知不觉中会出现青紫瘀斑（皮下出血）吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 19, // 题目id
  Q: '您的皮肤起荨麻疹（风团、风疹块、风疙瘩）吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 20, // 题目id
  Q: '您的皮肤因过敏出现过紫癜（紫红色瘀点、瘀斑）吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 21, // 题目id
  Q: '您的皮肤一抓就红，并出现抓痕吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}], [{

  /*第二部分 冷热感应状况 */
  id: 0, // 题目id
  Q: '您比一般人耐受不了寒冷（冬天的寒冷，夏天的冷空调、电扇等）吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }]
}, {
  id: 1, // 题目id
  Q: '您比别人容易感冒吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 2, // 题目id
  Q: '您手脚发凉吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 3, // 题目id
  Q: '您胃脘部、背部或腰膝部怕冷吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 4, // 题目id
  Q: '您感到怕冷、衣服比别人穿得多吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 5, // 题目id
  Q: '您吃（喝）凉的东西会感到不舒服或怕吃（喝）凉的吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 6, // 题目id
  Q: '您受凉或吃（喝）凉的东西后，容易腹泻、拉肚子吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 7, // 题目id
  Q: '您感到手脚心发热吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 8, // 题目id
  Q: '您感觉身体、脸上发热吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}], [{

  /*第三部分 精神状况 */
  id: 0, // 题目id
  Q: '您精力充沛吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }]
}, {
  id: 1, // 题目id
  Q: '您喜欢安静、懒得说话吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 2, // 题目id
  Q: '您容易疲乏吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 3, // 题目id
  Q: '您说话声音低弱无力吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 4, // 题目id
  Q: '您感到闷闷不乐、情绪低沉吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 5, // 题目id
  Q: '您能适应外界自然和社会环境的变化吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 6, // 题目id
  Q: '您容易失眠吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 7, // 题目id
  Q: '您容易忘事（健忘）吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 8, // 题目id
  Q: '您精神紧张、焦虑不安吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 9, // 题目id
  Q: '您多愁善感、感情脆弱吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 10, // 题目id
  Q: '您容易感到害怕或受到惊吓吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 11, // 题目id
  Q: '您无缘无故叹气吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}], [{
  /*第四部分 身体及代谢症状 */
  id: 0, // 题目id
  Q: '您容易气短（呼吸短促，接不上气）吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 1, // 题目id
  Q: '您容易心慌吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 2, // 题目id
  Q: '您容易头晕或站起时晕眩吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 3, // 题目id
  Q: '您活动量稍大就容易出虚汗吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 4, // 题目id
  Q: '您容易便秘或大便干燥吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 5, // 题目id
  Q: '您感到胸闷或腹部胀满吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 6, // 题目id
  Q: '您感到身体沉重不轻松或不爽快吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 7, // 题目id
  Q: '您腹部肥满松软吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 8, // 题目id
  Q: '您大便黏滞不爽、有解不尽的感觉吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 9, // 题目id
  Q: '您小便时尿道有发热感、尿色浓（深）吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 10, // 题目id
  Q: '您带下色黄（白带颜色发黄）吗？（限女性回答）',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
},
//  {
//   id: 11, // 题目id
//   Q: '您的阴囊潮湿吗？（限男性回答）',
//   Select: [{
//     id: 0,
//     A: '没有'
//   }, {
//     id: 1,
//     A: '很少'
//   }, {
//     id: 2,
//     A: '有时'
//   }, {
//     id: 3,
//     A: '经常'
//   }, {
//     id: 4,
//     A: '总是'
//   }]
// },
 {
  id: 12, // 题目id
  Q: '你身体的某个部位会出现莫名疼痛的现象吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 13, // 题目id
  Q: '您胁肋部或乳房胀痛吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 14, // 题目id
  Q: '您没有感冒也会打喷嚏吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 15, // 题目id
  Q: '您没有感冒也会鼻塞、流鼻涕吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 16, // 题目id
  Q: '您有因季节变化、温度变化或异味等原因而咳喘的现象吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}, {
  id: 17, // 题目id
  Q: '您容易过敏（药物、食物、气味、花粉、季节交替时、气候变化等）吗？',
  Select: [{
    id: 0,
    A: '没有'
  }, {
    id: 1,
    A: '很少'
  }, {
    id: 2,
    A: '有时'
  }, {
    id: 3,
    A: '经常'
  }, {
    id: 4,
    A: '总是'
  }]
}]]

export const secLst = [{
  id: 0,
  name: '第一部分·五官面部及皮肤自查',
  key: 'face'
}, {
  id: 1,
  name: '第二部分·冷热感应状况',
  key: 'hot'
}, {
  id: 2,
  name: '第三部分·精神状况',
  key: 'mental'
}, {
  id: 3,
  name: '第四部分·身体及代谢症状',
  key: 'body'
}]

export const alps = ['A', ' B', 'C', 'D', 'E', 'F', 'G', 'H', 'I', 'J', 'K', 'L', 'M', 'N', 'O', 'P', 'Q', 'R', 'S', 'T', 'U', 'V', ' W', 'X', 'Y', 'Z']

export const resultLst = [[{
  id: 0,
  name: '总体特征',
  value: '元气不足，以疲乏、气短、自汗等气虚表现为主要特征。'
}, {
  id: 1,
  name: '常见表现',
  value: '平素语音低弱，气短懒言，容易疲乏，精神不振，易出汗，舌淡红，舌边有齿痕，脉弱。'
}, {
  id: 2,
  name: '发病倾向',
  value: '易患感冒、内脏下垂等病；病后康复缓慢。'
}, {
  id: 3,
  name: '对外界环境适应能力',
  value: '不耐受风、寒、暑、湿邪。'
}, {
  id: 4,
  name: '调节',
  value: '起居勿过劳、运动宜柔缓。'
}],
[{
  id: 0,
  name: '总体特征',
  value: '阳气不足，以畏寒怕冷、手足不温等虚寒表现为主要特征。'
}, {
  id: 1,
  name: '常见表现',
  value: '平素畏冷，手足不温，喜热饮食，精神不振，舌淡胖嫩，脉沉迟。'
}, {
  id: 2,
  name: '发病倾向',
  value: '易患痰饮、肿胀、泄泻等病；感邪易从寒化。'
}, {
  id: 3,
  name: '对外界环境适应能力',
  value: '耐夏不耐冬；易感风、寒、湿邪。'
}, {
  id: 4,
  name: '调节',
  value: '起居要保暖、运动避风寒。'
}],
[{
  id: 0,
  name: '总体特征',
  value: '阴液亏少，以口燥咽干、手足心热等虚热表现为主要特征。'
}, {
  id: 1,
  name: '常见表现',
  value: '手足心热，口燥咽干，鼻微干，喜冷饮，大便干燥，舌红少津，脉细数。'
}, {
  id: 2,
  name: '发病倾向',
  value: '易患虚劳、失精、不寐等病；感邪易从热化。'
}, {
  id: 3,
  name: '对外界环境适应能力',
  value: '耐冬不耐夏；不耐受暑、热、燥邪。'
}, {
  id: 4,
  name: '调节',
  value: '起居忌熬夜、运动勿大汗。'
}],
[{
  id: 0,
  name: '总体特征',
  value: '痰湿凝聚，以形体肥胖、腹部肥满、口黏苔腻等痰湿表现为主要特征。'
}, {
  id: 1,
  name: '常见表现',
  value: '面部皮肤油脂较多，多汗且黏，胸闷，痰多，口黏腻或甜，喜食肥甘甜黏，苔腻，脉滑。'
}, {
  id: 2,
  name: '发病倾向',
  value: '易患消渴、中风、胸痹等病。'
}, {
  id: 3,
  name: '对外界环境适应能力',
  value: '对梅雨季节及湿重环境适应能力差。'
}, {
  id: 4,
  name: '调节',
  value: '起居忌潮湿、运动宜渐进，长期坚持运动锻炼，如散步、慢跑、打乒乓球、羽毛球、网球、游泳以及适合自己的各种舞蹈。'
}],
[{
  id: 0,
  name: '总体特征',
  value: '湿热内蕴，以面垢油光，口苦、苔黄腻等湿热表现为主要特征。'
}, {
  id: 1,
  name: '常见表现',
  value: '面垢油光，易生痤疮，口苦口干，身重困倦，大便黏滞不畅或燥结，小便短黄，男性易阴囊潮湿，女性易带下增多，舌质偏红，苔黄腻，脉滑数。'
}, {
  id: 2,
  name: '发病倾向',
  value: '易患疮疖、黄疸、热淋等病。'
}, {
  id: 3,
  name: '对外界环境适应能力',
  value: '对夏末秋初湿热气候，湿重或气温偏高环境较难适应。'
}, {
  id: 4,
  name: '调节',
  value: '起居避暑湿，运动强度宜大，适合大强度、大运动量的锻炼。夏天由于气温高、湿度大，最好选择在清晨或傍晚较凉爽时锻炼。'
}],
[{
  id: 0,
  name: '总体特征',
  value: '血行不畅，以肤色晦黯、舌质紫黯等血瘀表现为主要特征。'
}, {
  id: 1,
  name: '常见表现',
  value: '肤色晦黯，色素沉着，容易出现瘀斑，口唇黯淡，舌黯或有瘀点，舌下络脉紫黯或增粗，脉涩。'
}, {
  id: 2,
  name: '发病倾向',
  value: '易患癥瘕及痛证、血证等。'
}, {
  id: 3,
  name: '对外界环境适应能力',
  value: '不耐受寒邪。'
}, {
  id: 4,
  name: '调节',
  value: '起居勿安逸、运动促血行,如各种舞蹈、步行健身法、徒手健身操等。'
}],
[{
  id: 0,
  name: '总体特征',
  value: '气机郁滞，以神情抑郁、忧虑脆弱等气郁表现为主要特征。'
}, {
  id: 1,
  name: '常见表现',
  value: '神情抑郁，情感脆弱，烦闷不乐，舌淡红，苔薄白，脉弦。'
}, {
  id: 2,
  name: '发病倾向',
  value: '易患脏躁、梅核气、百合病及郁证等。'
}, {
  id: 3,
  name: '对外界环境适应能力',
  value: '对精神刺激适应能力较差；不适应阴雨天气。'
}, {
  id: 4,
  name: '调节',
  value: '起居宜动不宜静，宜参加群体运动，可坚持较大量的运动，更多地融入社会。'
}],
[{
  id: 0,
  name: '总体特征',
  value: '先天失常，以生理缺陷、过敏反应等为主要特征。'
}, {
  id: 1,
  name: '常见表现',
  value: '过敏体质者常见哮喘、风团、咽痒、鼻塞、喷嚏等；患遗传性疾病者有垂直遗传、先天性、家族性特征；患胎传性疾病者具有母体影响胎儿个体生长发育及相关疾病特征。'
}, {
  id: 2,
  name: '发病倾向',
  value: '过敏体质者易患哮喘、荨麻疹、花粉症及药物过敏等；遗传疾病如血友病、先天愚型等；胎传疾病如五迟（立迟、行迟、发迟、齿迟和语迟）、五软（头软、项软、手足软、肌肉软、口软）、解颅、胎惊、胎痫等。'
}, {
  id: 3,
  name: '对外界环境适应能力',
  value: '适应能力差，如过敏体质者对易致敏季节适应能力差，易引发宿疾。'
}, {
  id: 4,
  name: '调节',
  value: '起居避免过敏原，加强体育锻炼，增强体质。天气寒冷时锻炼要注意防寒保暖，防止感冒。'
}],
[{
  id: 0,
  name: '总体特征',
  value: '阴阳气血调和，以体态适中、面色红润、精力充沛等为主要特征。'
}, {
  id: 1,
  name: '常见表现',
  value: '面色、肤色润泽，头发稠密有光泽，目光有神，鼻色明润，嗅觉通利，唇色红润，不易疲劳，精力充沛，耐受寒热，睡眠良好，胃纳佳，二便正常，舌色淡红，苔薄白，脉和缓有力。'
}, {
  id: 2,
  name: '发病倾向',
  value: '平素患病较少。'
}, {
  id: 3,
  name: '对外界环境适应能力',
  value: '对自然环境和社会环境适应能力较强。'
}, {
  id: 4,
  name: '调节',
  value: '平素患病较少。劳逸结合，坚持锻炼。'
}]
]
