Page({
  data: {
    wikiLst: [{
      pic: 'wiki_01',
      title: '适当看望远方',
      content: '长时间的看电子屏幕，距离比较近，很多都是小于半米的，比较伤害眼睛，长时间这样就会出现疲劳的情况，这个时候需要站起来看远方，同时舒展一下身体，找一个远处的参照物看10分钟左右，可以有效的缓解视疲劳。'
    },{
      pic: 'wiki_01',
      title: '适当看望远方',
      content: '长时间的看电子屏幕，距离比较近，很多都是小于半米的，比较伤害眼睛，长时间这样就会出现疲劳的情况，这个时候需要站起来看远方，同时舒展一下身体，找一个远处的参照物看10分钟左右，可以有效的缓解视疲劳。'
    },{
      pic: 'wiki_01',
      title: '适当看望远方',
      content: '长时间的看电子屏幕，距离比较近，很多都是小于半米的，比较伤害眼睛，长时间这样就会出现疲劳的情况，这个时候需要站起来看远方，同时舒展一下身体，找一个远处的参照物看10分钟左右，可以有效的缓解视疲劳。'
    },{
      pic: 'wiki_01',
      title: '适当看望远方',
      content: '长时间的看电子屏幕，距离比较近，很多都是小于半米的，比较伤害眼睛，长时间这样就会出现疲劳的情况，这个时候需要站起来看远方，同时舒展一下身体，找一个远处的参照物看10分钟左右，可以有效的缓解视疲劳。'
    }]
  },
  onLoad() { },
});
